"Regular" = "Normal";

"Grid" = "Rutnät";

"Cubism" = "Kubism";

"Bad Math" = "Dålig matte";

"M-Theory" = "M-teori";

"UHFTEM" = "UHFTEM";

"Nowhere" = "Ingenstans";

"Echo" = "Eko";

"Kaleidoscope" = "Kalejdoskop";

"Random" = "Slumpmässig";

"Custom" = "Anpassad";
